export const BASE_URL = "http://77.222.60.155";
export const LOGIN_URL = `${BASE_URL}/crm/login`;
export const CLIENTS_URL = `${BASE_URL}/crm/clients`;

export const STUB_CLIENT_DATA = {
  shortName: "e2e_client",
  activityField: "MEDICINE_PHARMACY",
  inn: "6234109519",
  phone: "+79998887766",
};

export const TEXT_OVER_1000_CHARS = `ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов"`;
