export const BASE_URL = "http://77.222.60.155";
export const LOGIN_URL = `${BASE_URL}/crm/login`;
export const CLIENTS_URL = `${BASE_URL}/crm/clients`;

export const STUB_CLIENT_DATA = {
  shortName: "e2e_client",
  inn: "6219002391",
  phone: "333333333333333",
  activityField: "Метрология",
};

export const TEXT_OVER_1000_CHARS = `ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов" ИП "Очень длинное название компании более 1000 символов"`;
export const TEXT_LOWER_1000_CHARS = `ООО "Название компании менее тысячи символов"`;
